Repository: adrianiainlam/GF2
Catalog: locale/*/LC_MESSAGES/LangDomain.po
Languages: el

source: Close
el: Κλείσιμο

source: Close the application
el: Κλείστε την εφαρμογή

source: &File
el: Αρχείο

source: Edit something
el: Επεξεργαστείτε κάτι

source: Edit an entry of something
el: Επεξεργαστείτε μια καταχώρηση για κάτι

source: &Edit
el: &Επεξεργασία

source: &About
el: &Περίπου

source: About the program
el: Σχετικά με το πρόγραμμα

source: &Help
el: &Βοήθεια

source: A nice label for the TextCtrl
el: Μια ωραία ετικέτα για το TextCtrl

source: a search control
el: ένας έλεγχος αναζήτηση

source: Open a file dialog
el: Άνοιγμα διαλόγου αρχείου

source: Choose a file
el: Επιλέξτε ένα αρχείο

source: Nr of cycles
el: Αριθμός κύκλων

source: Run
el: Τρέχω

source: Continue
el: Συνέχεια

source: Restart
el: Επανεκκίνηση

source: Switches
el: Διακόπτες

source: Monitored Outputs
el: Παρακολουθούνται εξόδους

source: Open definition file
el: Άνοιγμα αρχείου ορισμού

source: open
el: ανοιχτό

source: closed
el: έκλεισε

source: Successfully made monitor.
el: Επιτυχής παρακολούθηση.

source: Error! Could not make monitor.
el: Λάθος! Δεν ήταν δυνατή η δημιουργία της οθόνης.

source: Successfully zapped monitor.
el: Η παρακολούθηση ολοκληρώθηκε με επιτυχία.

source: Error! Could not zap monitor.
el: Λάθος! Δεν ήταν δυνατή η παρακολούθηση του προγράμματος.

source: Error! Invalid switch.
el: Λάθος! Μη έγκυρος διακόπτης.

source: Error! Network oscillating.
el: Λάθος! Το δίκτυο ταλαντώνεται.

source: Ran for
el: Ραν για

source: cycles.
el: κύκλοι λειτουργίας.

source: Continued for
el: Συνεχίστηκε για

source: cycles. Total:
el: κύκλους. Σύνολο:

source: Restarted
el: Επανεκκίνηση

source: Logic Simulator
el: Προσομοιωτής λογικής

source: Created by
el: Δημιουργήθηκε από

source: About
el: Περίπου

source: Successfully set switch on
el: Επιτυχώς ενεργοποιήστε την ενεργοποίηση

source: Services
el: Υπηρεσίες

source: Hide
el: Κρύβω

source: Hide Others
el: Απόκρυψη άλλων

source: Show All
el: Προβολή όλων

source: Quit
el: Εγκαταλείπω

source: Quit Logsim
el: Κλείστε το Logsim

source: Language preference
el: Προτίμηση γλώσσας

source: Execution Information:
el: Πληροφορίες εκτέλεσης:

source: Language changed successfully.
el: Η γλώσσα άλλαξε με επιτυχία

source: Ready
el: Ετοιμος
